evacomunaws/requests/getUserListByName.xml

<!-- Works! -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://controller.una.ac.cr/">
<soapenv:Header/>
  <soapenv:Body>
    <tns:getUserListByName>
        <arg0>?</arg0>
    </tns:getUserListByName>
  </soapenv:Body>
</soapenv:Envelope>